Repository: speedy005/RaedQuickSignal
Catalog: usr/lib/enigma2/Plugins/Extensions/RaedQuickSignal/locale/*/LC_MESSAGES/RaedQuickSignal.po
Languages: ar, de

source: Satellite
ar: قمر صناعي
de: Satellit

source: Cable
ar: كبل
de: Kabel

source: Terrestrial
ar: أرضية
de: Terrestrisch

source: Stream
ar: تدفق

source: Altern
ar: بديل
de: Alternative

source: Streaming
ar: يتدفق

source: Stream-tv
ar: البث التلفزيوني
de: TV-Stream

source: Alternative
ar: بديل

source: Internet
ar: الإنترنت

source: +%s h
ar: +%s ساعة
de: +%s Std.

source: %s h
ar: %s ساعة
de: %s Std.

source: %s m/s
ar: %s دقيقة/ثانية

source: %.01f m/s
ar: %.01f دقيقة/ثانية

source: %.01f ft/s
ar: %.01f قدم/ثانية

source: %.01f mp/h
ar: %.01f ميل/ساعة

source: %s mp/h
ar: %s ميل/ساعة

source: %.01f knots
ar: %.01f عقدة
de: %.01f Knoten

source: %.01f km/h
ar: %.01f كيلومتر/ساعة

source: %s km/h
ar: %s كيلومتر/ساعة

source: New moon
ar: القمر الجديد
de: Neumond

source: Waxing crescent
ar: الهلال الشمعي
de: Zunehmender Halbmond

source: Waning crescent
ar: الهلال المتضائل
de: Abnehmender Halbmond

source: الربع الأول
ar: First quarter
de: Erstes Viertel

source: Last quarter
ar: الربع الأخير
de: Letztes Viertel

source: Waxing gibbous
ar: تشميع أحدب
de: Zunehmender Mond

source: Waning gibbous
ar: تضاءل حدب
de: Abnehmender Mond

source: Full moon
ar: اكتمال القمر
de: Vollmond

source: %s km
ar: %s كيلومتر

source: Cancel
ar: إلغاء
de: Abbrechen

source: Add city
ar: إضافة مدينة
de: Stadt hinzufügen

source: Please enter a name of the city
ar: الرجاء إدخال اسم المدينة
de: Bitte Stadtnamen eingeben

source: Sorry, your city is not available1.
ar: عذرا ، مدينتك غير متوفرة 1.
de: Entschuldigung, Ihre Stadt ist nicht verfügbar1.

source: Sorry, your city is not available2.
ar: عذرا ، مدينتك غير متوفرة 2.
de: Entschuldigung, Ihre Stadt ist nicht verfügbar2.

source: Sorry, your city is not available.
ar: عذرا ، مدينتك غير متوفرة.
de: Entschuldigung, Ihre Stadt ist nicht verfügbar.

source: Open Satfinder
ar: Satfinder افتح
de: Satfinder öffnen

source: Open Signalfinder
ar: Signalfinder افتح
de: Signalfinder öffnen

source: Open PositionerSetup
ar: PositionerSetup افتح
de: PositionerSetup öffnen

source: No positioner capable frontend found.
ar: لم يتم العثور على واجهة أمامية قادرة على تحديد المناصب.
de: Kein positionsfähiges Frontend gefunden.

source: No tuner is configured for use with a diseqc positioner!
ar: لم يتم تكوين موالف للاستخدام مع جهاز ضبط موضع diseqc!
de: Kein Tuner für die Nutzung mit einem Diseqc-Positioner konfiguriert!

source: No satellite frontend found!!
ar: لم يتم العثور على واجهة قمر صناعي !!
de: Kein Satelliten-Frontend gefunden!!

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
ar: لم يتم تكوين موالف قمر صناعي أو أرضي أو كابل. الرجاء التحقق من إعداد الموالف.
de: Kein Satelliten-, terrestrischer oder Kabel-Tuner konfiguriert. Bitte Tuner-Einstellungen prüfen.

source: No satellites configured for DVB-S2 tuner(s). Please check your tuner(s) setup.
ar: لم يتم تكوين أقمار صناعية لموالف (موالفات) DVB-S2. يرجى التحقق من إعداد الموالف (الموالفات).
de: Keine Satelliten für DVB-S2-Tuner konfiguriert. Bitte Tuner-Einstellungen prüfen.

source: New version %s is available. %s. Do want to install now.
ar: الإصدار الجديد%s متوفر.n\ %s. هل تريد التثبيت الآن ؟!
de: Neue Version %s verfügbar. %s. Möchten Sie jetzt installieren?

source: Close
ar: إغلاق
de: Schließen

source: Save
ar: حفظ
de: Speichern

source: Download Picons
ar: تحميل البايكونات
de: Picons herunterladen

source: Download SatFinder
ar: SatFinder تحميل
de: SatFinder herunterladen

source: Download Signalfinder
ar: Signalfinder تحميل
de: Signalfinder herunterladen

source: Enable Plugin
ar: تفعيل البلجن
de: Plugin aktivieren

source: This option for Enable or Disable Plugin
ar: هذه الخيار لتفعيل او تعطيل عمل البلجن
de: Option zum Aktivieren/Deaktivieren des Plugins

source: Enable/Disable Check for update
ar: تعطيل او تفعيل التدقيق الآلي لتحديثات البلجن
de: Automatische Update-Prüfung aktivieren/deaktivieren

source: This option for Enable or Disable Check for update
ar: هذا الخيار لتفعيل او تعطيل التدقيق الآلي لتحديثات البلجن
de: Option zum Aktivieren/Deaktivieren der automatischen Update-Prüfung

source: Select key
ar: أختار المفتاح
de: Taste auswählen

source: This option for choose Hot key to show RaedQuickSignal
ar: RaedQuickSignal هذا الخيار لاختيار المفتاح السريع لعرض واجهة بلجن
de: Option zum Auswählen der Hotkey-Taste für RaedQuickSignal

source: Enable/Disable DB Value
ar: DB تفعيل او تعطيل إظهار قيمة
de: DB-Wert aktivieren/deaktivieren

source: This option for Enable or Disable DB tuner Value
ar: DB هذا الخيار لتعطيل او تفعيل إظهار قيمة
de: Option zum Aktivieren/Deaktivieren des DB-Tunerwerts

source: Select Numbers or Resolution
ar: اختار عرض رقم القناة او دقة العرض
de: Nummern oder Auflösung auswählen

source: This option for select to show channels numbers or Resolution info
ar: هذا الخيار لتحديد عرض رقم القناة الحالية او دقة عرض القناة
de: Option zum Anzeigen von Kanalnummern oder Auflösungsinformationen

source: Select Path Of Picons Folder
ar: اختار مسار مجلد البايكونات
de: Pfad zum Picons-Ordner auswählen

source: This option for Select Path to pring picons from insdie or outside plugin
ar: هذا الخيار لتحديد مسار جلب البايكونات لعرضها من داخل البلجن او خارجه مثلاً من القرص الصلب
de: Option zum Abrufen von Picons innerhalb/außerhalb des Plugins

source: Select Style of Plugin
ar: حدد نمط وشكل عرض البلجن
de: Plugin-Stil auswählen

source: This option for Select what skins Style you like to use
ar: هذا الخيار لتحديد شكل جلد عرض البلجن كما تريد
de: Option zur Auswahl des gewünschten Plugin-Skins

source: Enable Fonts
ar: تفعيل الخطوط
de: Schriften aktivieren

source: This option for Enable or Disable Select style of fonts
ar: هذا الخيار لتفعيل او تعطيل أختيار الخطوط لعرض الكتابة بداخل البلجن
de: Option zum Aktivieren/Deaktivieren der Schriftstile

source: Select Style of Font
ar: اختار نوع الخط لعرض الكتابة
de: Schriftart auswählen

source: This option for Select what font Style you like to use. And you can also add new fonts in (/use/share/fonts). (NEED) do Restart GUI if add new fonts
ar: هذا الخيار لتحديد أي نوع من الخطوط تريد إستخدمها. ويمكنك كذلك وضع خطوط جديدة تريد إستخدمها في مسار (use/share/fonts/). (تحتاج) إلى إعادة تشغيل الاأنجيما لتفعيل الخيار
de: Option zur Auswahl des gewünschten Schriftstils. Neue Schriften können unter (/use/share/fonts) hinzugefügt werden. (Erforderlich) GUI neu starten, wenn neue Schriften hinzugefügt wurden

source: Refresh interval in minutes:
ar: معدل التحديث:
de: Aktualisierungsintervall (Minuten):

source: This option for Adjust times to update weather info
ar: هذا الخيار لضبط الأوقات لتحديث معلومات الطقس
de: Option zum Anpassen der Aktualisierungsintervalle für Wetterinformationen

source: Temperature unit:
ar: وحدة درجة الحرارة:
de: Temperatureinheit:

source: This option for Select type of Temperature what you need
ar: هذا الخيار لتحديد نوع درجة الحرارة التي تحتاجها
de: Option zur Auswahl der gewünschten Temperatureinheit

source: Location #press OK to change:
ar: الموقع #اضغط على موافق للتغيير:
de: Ort #OK zum Ändern drücken:

source: This option for choose your city name and code for weather
ar: هذا الخيار لاختيار اسم مدينتك ورمز الطقس
de: Option zur Auswahl von Stadtname und Wettercode

source: ________________________ 礑 Plugin 礑 ________________________
ar: ________________________ 礑 بجلن 礑 ________________________

source: _________________________ 礑 Skin 礑 _________________________
ar: _________________________ 礑 جلد 礑 _________________________

source: ________________________ 礑 Weather 礑 ________________________
ar: ________________________ 礑 حالة الطقس 礑 ________________________

source: Do want to install SatFinder now. Device will by Auto restart after finished installed....
ar: الأن SatFinder هل تريد تثبيت ؟! سيتم إعادة تشغيل الجهاز تلقائيًا بعد الانتهاء من التثبيت ....

source: My Mod SatFinder To support Scan Feature. (Not For Open source images). Do want to install now. Device will by Auto restart after finished installed....
ar: تعديلي لبلجن SatFinder ليدعم خاصية البحث من خلاله (ليس مخصص لصور مفتوحة المصدر). هل تريد تثبيته الأن. سيتم إعادة تشغيل الجهاز تلقائيًا بعد الانتهاء من التثبيت ....

source: select your country And wait to download data after Press (Ok)
ar: أختار مدينتك وانتظر تحميل المعلومات ثم أضغط (موافق)

source: Settings changed,restart enigma2 now?
ar: تم تغيير الإعدادات ، هل تريد إعادة تشغيل الانجيما الآن؟
de: Einstellungen geändert, Enigma2 jetzt neu starten?

source: Do want to Download it now ?!!
ar: هل تريد تحميله الآن ؟!!
de: Jetzt herunterladen?!!

source: Download and Installing Finished.
ar: انتهى التنزيل والتثبيت.
de: Download und Installation abgeschlossen.

source: RaedQuickSignal Setup
ar: RaedQuickSignal إعدادات
de: RaedQuickSignal Einstellungen

source: RAED's RaedQuickSignal setup
ar: RAED's RaedQuickSignal إعداد

source: Hide
ar: إخفاء
de: Verstecken

source: Console
ar: وحدة التحكم
de: Konsole

source: Execution progress:
ar: تقدم التنفيذ:
de: Fortschritt der Ausführung:

source: Execution finished!!
ar: انتهى التنفيذ!!
de: Ausführung abgeschlossen!!

source: Press OK or Exit to abort!
ar: أضغط موافق او خروج للإلغاء!
de: OK oder Beenden drücken, um abzubrechen!

source: Exit
ar: خروج
de: Beenden

source: Cancel execution?
ar: إلغاء التنفيذ؟
de: Ausführung abbrechen?

source: m/s
ar: دقيقة/ثانية

source: ft/s
ar: قدم/ثانية

source: km/h
ar: كيلومتر/ساعة

source: mp/h
ar: ميل/ساعة

source: knots
ar: عقدة
de: Knoten

source: Celsius
ar: درجة مئوية

source: Fahrenheit
ar: فهرنهايت
